Repository: kokiTakashiki/omokake
Catalog: omokake02/omokake02/Resource/Localizable.xcstrings
Source language: en
Languages: ja

# 10orMore
source: The number of photos is small. The work may be unsatisfactory. The recommended number of photos is 10 or more.
ja: 写真の枚数が少ないです。 満足のいかない作品になる可能性が あります。 推奨は10枚以上です。

# 200orMore
source: The number of photos is small. The work may be unsatisfactory. The recommended number of photos is 200 or more.
ja: 写真の枚数が少ないです。 満足のいかない作品になる可能性が あります。 推奨は200枚以上です。

source: About Omokake
ja: おもかけについて

# AboutOmokakeDescription
source: Omokake is an application based on the concept of touching many memories. It accesses photos in iPhone and iCloud and generates "pieces" as many as the number of photos. Therefore, if the number of photos taken is small, there is a possibility that the work will not be satisfactory. There is no effect on the photos.
ja: おもかけは、 たくさんの思い出に触れること をコンセプトにしたアプリです。 iPhoneとiCloud内の写真に アクセスし 写真の数だけ 「かけら」を生成します。 そのため撮った写真が少ないと満足のいく作品にならない可能性があります。 写真への影響はありません。

# AccessData
source: Access your data
ja: データの取得

# AccessDataDescription
source: Access your iPhone and iCloud photos. Allowing access will be reflected in your work.
ja: iPhoneとiCloud内の写真に アクセスします。 許可をしていただくことにより 作品に反映できます。

# BestPhotographer
source: You are the best photographer.
ja: あなたは最高の写真家です。

# CappedPhotos
source: The thumbnail display is capped at %@ photos.
ja: サムネイル表示では%@枚の 表示が上限となっています。

# ContactUs
source: Contact
ja: お問い合わせ

source: Data acquisition complete
ja: データの取得完了

# DataAcquisitionCompleteDescription
source: Data acquisition is complete. Finally, here is an explanation of how to use the system.
ja: 取得できました。 最後に使い方の説明です。

# DevelopingByName
source: Koki Takeda
ja: 武田 孝騎

source: Failed to acquire data.
ja: データの取得失敗

# FailedToAcquireDataDescription
source: Could not retrieve. Please select all photos from the iPhone settings screen. Only acquisition and not writing is performed.
ja: 取得できませんでした。 iPhoneの設定画面から すべての写真を選択してください。 なお取得のみで書き込みは行いません。

source: Favorites
ja: お気に入り

source: How to use
ja: 使い方について

# HowToUseDescription
source: A more detailed explanation of touch interactions, for example, can be found at any time using the "?" button for a more detailed explanation of touch interaction.
ja: タッチインタラクションに関してなど より詳細な説明は「？」ボタンで いつでもみることができます。

# IconDesignName
source: Ayana Takeda
ja: 武田 綾奈

# kakeraNumberHelpText
source: Number of photos taken so far (kakera)
ja: 今まで撮った写真の数（かけらの数）

# KakeraScreenDescription
source: kakera screen Select the shape of the kakera. The color is random.
ja: kakera画面 「かけら」の形を選択します。 ※色はランダムです。

# KakeraSettingScreenDescription
source: kakera Setting screen You can change the thumbnail size and background color.
ja: kakera Setting画面 サムネイルの大きさと背景色を変更できます。

# LimitedGeneratingKakera
source: Your iPhone is limited to generating %@ kakera. %@ kakera is generated.
ja: あなたのiPhoneでは%@かけらの 生成が限界となっています。 %@かけらを生成します。

# LimitPhotos
source: Limit to %@ photos.
ja: %@枚に制限します。

# omokakeScreenDescription
source: omokake screen A "kakera" will be floating in the air.
ja: omokake画面 「かけら」がゆらゆらと流れます。

source: Photos：%@
ja: 写真数：%@

# ScreenDescription
source: Generate as many "kakera" as the number of photos stored in iPhone and iCloud.
ja: iPhoneとiCloud内に保存された写真の数だけ「かけら」を生成します。

source: Screen Explanation
ja: 画面説明

# SelectAlbumScreenDescription
source: Select Album screen Select an album, and thumbnails of the selected photos will be played as "pieces". There is no effect on the photo.
ja: Select Album画面 アルバムを選択してその写真のサムネイルを「かけら」として流します。 ※写真への影響はありません。

source: Share button.
ja: 共有ボタンです。

# ShareButtonDescription
source: You can share screenshots from various applications.
ja: スクリーンショットを各種アプリから共有できます。

# SpecialThanksName
source: Harumi Sagawa
ja: 佐川 晴海

# TakeMorePhotos
source: Would you like to take more photos?
ja: 写真をもっと 撮ってみませんか？

source: Touch Interaction
ja: タッチインタラクション

# TouchInteractionDescription1
source: With a long press pieces pieces are collected.
ja: 長押しでかけらが 集まります。

# TouchInteractionDescription2
source: When released pieces will scatter. pieces will be scattered.
ja: 離すとかけらが 散らばります。
